Repository: common-repository/ruven-toolkit
Catalog: lang/ruventhemes-*.po
Languages: de_de

# post type name
source: Portfolio Items
de_de: Portfolio-Einträge

# singular post type name
source: Portfolio Item
de_de: Portfolio-Eintrag

# portfolio
source: Add New
de_de: Erstellen

source: Add New Portfolio Item
de_de: Neuen Portfolio-Eintrag erstellen

source: Edit Portfolio Item
de_de: Portfolio-Eintrag bearbeiten

source: New Portfolio Item
de_de: Neuer Portfolio-Eintrag

source: View Portfolio Item
de_de: Portfolio-Eintrag anzeigen

source: Search Portfolio Items
de_de: Portfolio-Einträge durchsuchen

source: No Portfolio Items found
de_de: Keine Portfolio-Einträge gefunden

source: No Portfolio Items found in Trash
de_de: Keine Portfolio-Einträge im Papierkorb

# post type name
source: Portfolio Types
de_de: Portfolio-Typen

# singular post type name
source: Portfolio Type
de_de: Portfolio-Typ

source: Search Portfolio Types
de_de: Portfolio-Typen durchsuchen

source: All Portfolio Types
de_de: Alle Portfolio-Typen

source: Parent Portfolio Type
de_de: Eltern-Portfolio-Typ

source: Parent Portfolio Type:
de_de: Eltern-Portfolio-Typ:

source: Edit Portfolio Type
de_de: Portfolio-Typ bearbeiten

source: Update Portfolio Type
de_de: Portfolio-Typ updaten

source: Add New Portfolio Type
de_de: Neuen Portfolio-Typ hinzufügen

source: New Portfolio Type Name
de_de: Neuer Portfolio-Typ-Name

source: Portfolio Types
de_de: Portfolio-Typen

source: Portfolio Type
de_de: Portfolio-Typ

source: Title
de_de: Titel

source: Add the buttons URL (e.g. http://example.com)
de_de: Button-URL einfügen (z.B. http://example.com)

source: Open New Tab
de_de: Neuen Tab öffnen

source: Open link in new tab
de_de: Link in neuem Tab öffnen

source: Style
de_de: Stil

source: Size
de_de: Größe

source: Insert Button Shortcode
de_de: Button-Shortcode einfügen

source: Insert Columns Shortcode
de_de: Spalten-Shortcode einfügen

source: Column Type
de_de: Spaltengröße

source: Last Column
de_de: Letzte Spalte

source: Column Content
de_de: Spalteninhalt

source: Add Column
de_de: Spalte hinzufügen

source: Insert Horizontal Ruler Shortcode
de_de: Horizontal-Ruler-Shortcode einfügen

source: Insert Info Box Shortcode
de_de: Info-Box-Shortcode einfügen

source: Insert Spacer Shortcode
de_de: Spacer-Shortcode einfügen

source: Shows your latest portfolio entries
de_de: Zeigt neue Portfolio-Einträge an

source: Latest Work
de_de: Neue Arbeiten

source: Title:
de_de: Titel:

source: Number of entries to show:
de_de: Anzahl der Einträge:

source: Type:
de_de: Typ:
